OdDAI.ADB_Value.op_Implicit~OdDAI.Logical!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced
\details
Operator Logical. Provides Logical value. If there is not Logical value, exception will be thrown.
\returns Logical value.